cantera_openfoam13/validation/h2_autoignition/openfoam_case/0/U
FoamFile
{
    version 2.0;
    format ascii;
    class volVectorField;
    object U;
}
dimensions [0 1 -1 0 0 0 0];
internalField uniform (0 0 0);
boundaryField
{
    walls { type fixedValue; value uniform (0 0 0); }
}
