cantera_openfoam13/validation/h2_autoignition/openfoam_case/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}
convertToMeters 1;
vertices
(
    (0 0 0) (0.01 0 0) (0.01 0.01 0) (0 0.01 0)
    (0 0 0.01) (0.01 0 0.01) (0.01 0.01 0.01) (0 0.01 0.01)
);
blocks
(
    hex (0 1 2 3 4 5 6 7) (10 10 10) simpleGrading (1 1 1)
);
edges ();
boundary
(
    walls
    {
        type wall;
        faces ((0 4 5 1) (1 5 6 2) (2 6 7 3) (3 7 4 0) (0 3 2 1) (4 7 6 5));
    }
);
mergePatchPairs ();
